// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet Yuvası %@";
"pci-multiether"          = "PCI Ethernet Yuvası %@, Kapı %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet Adaptörü (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Kablosuz Ağ Adaptörü (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire Yuvası %@";
"pci-multifirewire"       = "PCI FireWire Yuvası %@, Kapı %@";
"generic-firewire"        = "Ethernet Adaptörü (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth Modem Adaptörü";
"bluetooth-modem-port"    = "Bluetooth Modem Kapısı";
"generic-bluetooth-modem" = "Bluetooth Modem (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA Modem Adaptörü";
"irda-ircomm-port"        = "IrDA Modem Kapısı";

"loopback"                = "Geri Dönüş";

"modem"                   = "Dahili Modem";

"modem-port"              = "Modem Kapısı";
"modem-printer-port"      = "Modem/Yazıcı Kapısı";

"printer-port"            = "Yazıcı Kapısı";
"serial-port"             = "Seri Kapı";

"usbmodem"                = "USB Modem"; 
"generic-usbmodem"        = "USB Modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bağı (%@)";

"bridge"                  = "Köprü (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6-4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Harici Modem";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Yerleşik Ethernet";
"X-multiether"            = "Yerleşik Ethernet %@";
"X-firewire"              = "Yerleşik FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
